
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Certifique-se de que a estação base Apple Wi-Fi está conectada e ao alcance do seu computador ou conectada via Ethernet e tente novamente. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Problema desconhecido (%@)";
"tooNew.description" = "Esta estação base Apple Wi-Fi relatou um problema desconhecido. Clique em Atualização de Software para atualizar o Utilitário AirPort e tente novamente.";
"tooNew.remedy" = "Atualização de Software…";

/* kACPProblemCodeUnknown */
"unkn" = "Problema Desconhecido";
"unkn.description" = "Esta estação base Apple Wi-Fi está relatando um problema desconhecido. Você pode tentar desligar e ligar novamente, verificar se existe um novo firmware ou fazer um reajuste rígido. O reajuste rígido apagará todos os ajustes e será necessário configurar novamente.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet Desconectado";
"waNL.description" = "Nada está conectado à porta Ethernet WAN. Se você está usando um DSL, cabo ou outro modem de banda larga para conectar-se à Internet ou se você está usando uma rede que está conectada à Internet, conecte o modem de banda larga ou a rede na porta Ethernet WAN. ";
"waNL.furtherInfo" = "Depois de verificar a conexão Ethernet para a porta WAN, clique em “Verificar porta Ethernet WAN”.";
"waNL.retest" = "Verificar porta Ethernet WAN";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Conexão à Internet";
"waNI.description" = "A estação base Apple Wi-Fi não possui um endereço IP válido. Certifique-se de que a estação base Apple Wi-Fi está conectada ao modem de banda larga ou à rede local, verifique os ajustes e tente novamente. Se ainda não conseguir se conectar, contate seu provedor de acesso à Internet.";
"waNI.furtherInfo" = "A solução mais comum para este problema é redefinir seu modem de banda larga. Para fazer isso, desligue seu modem de banda larga, espere ao menos 5 minutos e depois ligue-o novamente.";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Rede Sem Fio";
"raNN.description" = "Esta estação base Apple Wi-Fi está configurada para conectar-se a uma rede sem fio específica que não pôde ser encontrada. Se a rede à qual você deseja conectar-se não estiver visível no menu local Nome da Rede, digite o nome e a senha da rede, caso necessário, para tentar novamente.";
"raNN.remedy" = "Sem Fio…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "Erro WDS ";
"wdsP.description" = "Esta estação base Apple Wi-Fi está configurada como parte de uma rede WDS, mas nenhuma outra estação base Apple Wi-Fi foi encontrada.";
"wdsP.furtherInfo" = "Verifique se os endereços MAC dos dispositivos WDS sem fio estão corretos. Certifique-se de que os dispositivos sem fio estão conectados e ao alcance desta estação base Apple Wi-Fi.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "Servidor PPPoE";
"ppNS.description" = "Esta estação base Apple Wi-Fi está configurada para conectar-se à Internet usando PPPoE, mas nenhum servidor PPPoE foi encontrado. Certifique-se de que o seu provedor de acesso à Internet exige a utilização de PPPoE, e depois certifique-se de que o modem está ligado e conectado à porta WAN desta estação base Apple Wi-Fi e tente novamente. Se você ainda não conseguir se conectar ao servidor, contate seu provedor de acesso.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "Senha PPPoE";
"ppBP.description" = "Esta estação base Apple Wi-Fi está configurada para conectar-se à Internet usando PPPoE e a senha que você digitou está incorreta. Digite a senha correta e tente novamente. Se ainda não conseguir se conectar, contate seu provedor de acesso à Internet.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "Servidor RADIUS ";
"rdNS.description" = "Esta estação base Apple Wi-Fi está configurada para conectar-se à Internet usando controle de acesso baseado em WPA Empresarial ou RADIUS, e nenhum servidor RADIUS foi encontrado. Certifique-se de que os ajustes do servidor estão corretos e tente novamente.";
"rdNS.remedy" = "Controle de Acesso…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "Energia USB "; 
"usbp.description" = "Um dispositivo conectado à porta USB desta estação base Apple Wi-Fi exige mais alimentação do que esta estação base Apple Wi-Fi pode fornecer. Se possível, conecte o dispositivo a uma fonte de alimentação ou conecte-o a um hub USB com alimentação.";
"usbp.remedy" = "Discos…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "O disco necessita reparo";
"fsck.description" = "Há um problema com o disco conectado à estação base Apple Wi-Fi. Conecte o disco ao computador e repare-o.";
"fsck.remedy" = "Discos…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Disco Interno necessita reparo";
"Ifsc.description" = "Há um problema com seu disco Time Capsule.";
"Ifsc.remedy" = "Discos…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "O espaço em disco está baixo";
"fslo.description" = "Há pouco espaço disponível em um disco conectado à estação base Apple Wi-Fi.";
"fslo.remedy" = "Discos…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "O espaço no disco Interno está baixo";
"Ifsl.description" = "Seu disco Time Capsule possui pouco espaço de armazenamento.";
"Ifsl.remedy" = "Discos…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Discos Incompatíveis";
"unsD.description" = "Um disco conectado à estação base Apple Wi-Fi não é suportado e não pode ser usado. Tente um disco diferente.";
"unsD.remedy" = "Discos…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Conflito de Intervalo DCHP";
"waRj.description" = "Esta estação base Apple Wi-Fi rejeitou um endereço DHCP na mesma sub-rede do servidor DHCP interno. Você deve alterar a estação base Apple Wi-Fi para que opere no modo ponte. Se você ainda deseja usar DHCP e NAT para compartilhar um único endereço IP, altere o intervalo DHCP.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Ajustes Padrão";
"ctim.description" = "Esta estação base Apple Wi-Fi possui os ajustes padrão. Você deve configurar a estação base Apple Wi-Fi para conectar-se à Internet, proteger a rede sem fio e fornecer uma senha.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Reinício do software";
"soft.description" = "Esta estação base Apple Wi-Fi foi redefinida e você tem acesso temporário para alterar os ajustes que o impediam de acessar a rede.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Rede Sem Fio Insegura";
"opNW.description" = "Esta estação base Apple Wi-Fi não possui nenhuma segurança na rede sem fio. Recomendamos usar WPA2 Pessoal para proteger a rede sem fio.";
"opNW.remedy" = "Alterar Segurança…";
"opNW.assistDescription" = "Se você não alterar o modo de segurança, a luz de estado desta estação base Apple Wi-Fi piscará em laranja. Tem certeza que deseja continuar?";

/* kACPProblemCodePublicPassword */
"pubP" = "Senha padrão";
"pubP.description" = "Esta estação base Apple Wi-Fi está protegida pela senha padrão. Recomendamos alterar a senha para proteger a estação base Apple Wi-Fi.";
"pubP.remedy" = "Alterar Senha…";
"pubP.assistDescription" = "Se você não alterar a senha, a luz de estado desta estação base Apple Wi-Fi piscará em laranja. Tem certeza que deseja continuar?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "NAT Duplo";
"DubN.description" = "Esta estação base Apple Wi-Fi possui um endereço IP privado na porta Ethernet WAN. Ela está conectada a um dispositivo ou rede que está usando NAT (Network Address Translation) para fornecer endereços IP privados. Você deve alterar a estação base Apple Wi-Fi para que use o modo ponte ao invés de DHCP e NAT.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Autenticação Bonjour";
"wbAu.description" = "O nome ou senha usado para autenticar com seu servidor DNS é incorreto. Corrija-os e tente novamente. Se você ainda tiver problemas, contate o administrador do servidor DNS que você está usando.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Rede Ampliada";
"bsWD.description" = "Esta estação base Apple Wi-Fi não pôde estender a rede sem fio. Certifique-se de que a rede sem fio que você está tentando estender foi configurada corretamente e está funcionando, que você digitou a senha correta para a rede sem fio neste dispositivo, e que este dispositivo está ao alcance da rede sem fio.";
"bsWD.remedy" = "Sem Fio…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Atualização de Firmware disponível";
"upAv.description" = "Clique em Atualizar Firmware para obter o firmware mais recente disponível para esta estação base Apple Wi-Fi.";
"upAv.remedy" = "Atualizar Firmware…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP sobre WAN";
"waSN.description" = "Os ajustes desta estação base Apple Wi-Fi permitem SNMP na porta Ethernet WAN, o que diminui a segurança da rede.";
"waSN.remedy" = "Registro e SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Configuração através da WAN";
"waCF.description" = "Os ajustes desta estação base Apple Wi-Fi permitem a configuração através da porta Ethernet WAN, o que diminui a segurança da rede.";
"waCF.remedy" = "Estação Base…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Sem servidores DNS";
"nDNS.description" = "Esta estação base Apple Wi-Fi não possui nenhum endereço de servidor DNS e pode ter problemas ao conectar-se à Internet.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Atualização de Software Disponível";
"timz.description" = "Clique em Atualização de Software para atualizar o Utilitário AirPort e tente novamente.";
"timz.remedy" = "Atualização de Software…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Esta estação base Apple Wi-Fi está ocupada";
"TaIP.description" = "Não desconecte ou reinicie esta estação base Apple Wi-Fi até que esteja disponível.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "Seu nome de usuário ou senha MobileMe estão incorretos";
"dMCR.description" = "Seu nome de usuário ou senha MobileMe estão incorretos. Digite o nome de usuário e senha corretos e tente novamente.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Este dispositivo pode estar superaquecido. ";
"oTMP.description" = "Verifique a estação base Apple Wi-Fi e, se estiver quente, mude-a de lugar ou remova qualquer coisa que possa estar obstruindo sua ventilação.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "Erro de Túnel IPv6";
"6gdn.description" = "Houve um erro com o ponto final do túnel IPv6. Aguarde o serviço ser restaurado e tente novamente. Contate seu provedor de serviços se o problema persistir.";
"6gdn.remedy" = "Ajustes IPv6…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "Erro de Retransmissão IPv6";
"6rdn.description" = "Houve um erro com o roteador de transmissão do túnel IPv6. Aguarde o serviço ser restaurado e tente novamente. Contate seu provedor de serviços se o problema persistir.";
"6rdn.remedy" = "Ajustes IPv6…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Migração Interrompida";
"mgrt.description" = "A migração do disco Time Capsule foi interrompida.";
"mgrt.remedy" = "Discos…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Migração Concluída";
"mgEr.description" = "A migração de disco está completa. Clique em Continuar para apagar o disco Time Capsule anterior.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "O Time Capsule disk está falhando";
"SSdF.description" = "Existe um problema com o seu disco Time Capsule. Conecte um disco rígido USB ao seu Time Capsule e use o painel Discos do Utilitário AirPort para arquivar e fazer o backup dos seus dados. Para reparações, visite a Barra Genius na sua Apple Store local ou um Fornecedor de Serviços Autorizado Apple.";
"SSdF.remedy" = "Discos…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "Apagando o disco AirPort";
"EraD.description" = "O disco AirPort %@ está sendo apagado. Esta operação não pode ser cancelada.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Apagando o disco Time Capsule";
"EraI.description" = "O apagamento do disco Time Capsule não pode ser cancelado.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Arquivando o disco Time Capsule";
"ArcI.description" = "O disco Time Capsule %1$@ está sendo arquivado no disco AirPort %2$@. Clicar em Cancelar para parar o arquivamento do disco.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "Um valor para “%@” é exigido.";

/* vGenErrorTooShort */
"gErB" = "O valor para “%@” é muito curto.";

/* vGenErrorTooLong */
"gErC" = "O valor para “%@” é muito longo.";

/* vGenErrorNotSupported */
"gErD" = "O ajuste “%@” não é suportado nesta estação base Apple Wi-Fi.";

/* vGenErrorInvalid */
"gErE" = "O valor para “%@” é inválido.";

/* vGenErrorTooHigh */
"gErF" = "O valor para “%@” é muito alto.";

/* vGenErrorTooLow */
"gErG" = "O valor para “%@” é muito baixo.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "Há muitas entradas na tabela “%@”.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Para proteção máxima, crie uma senha que seja diferente de “public”.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "O destino syslog do endereço IP é inválido.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "O nível do syslog é inválido.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "O modo de segurança sem fio selecionado não é suportado por esta estação base Apple Wi-Fi.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Você não digitou uma chave 40 bit WEP válida. ";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Você não digitou uma chave 128 bit WEP válida. ";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "A senha sem fio para uma Rede de Segurança Transicional deve ser de exatamente 13 caracteres em extensão.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "A senha sem fio para a rede WPA Pessoal deve ter entre 8 e 63 caracteres em extensão. Pode ser também 64 caracteres hexadecimais.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "O limite de tempo que você estabeleceu para chave de grupo é muito curto. Ele deve ser maior ou igual a 10 minutos.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "O limite de tempo que você estabeleceu para chave de grupo é muito longo. Ele deve ser menor ou igual a 9999999 minutos.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "A seleção automática de canais não é suportada por esta estação base Apple Wi-Fi.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "O índice de transmissão múltipla que você selecionou não é válido para baixa densidade de rádio.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "O índice de transmissão múltipla que você selecionou não é válido para média densidade de rádio.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "O índice de transmissão múltipla que você selecionou não é válido para alta densidade de rádio.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "O índice de transmissão múltipla que você selecionou não é válido para uma rede 802.11b ou rede compatível 802.11 b/g.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "O índice de transmissão múltipla que você selecionou não é válido para uma rede 802.11g.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "O modo cliente não é suportado por esta estação base Apple Wi-Fi.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "Não é possível desativar o rádio nesta estação base Apple Wi-Fi.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Compartilhar um intervalo de endereços IP usando apenas DHCP exige a configuração manual do seu endereço IP WAN. Se o seu provedor de acesso à Internet lhe fornecer um intervalo de endereços IP estáticos, você deve configurar manualmente a estação base Apple Wi-Fi com o primeiro endereço IP e distribuir o resto via DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "O endereço de roteador que você digitou não é compatível com o endereço IP WAN.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "O endereço IP WAN não pode ser o mesmo que o endereço IP do seu roteador.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Um túnel IPv6 configurado manualmente requer um endereço IP WAN estático";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "Não é possível desativar a porta WAN nesta estação base Apple Wi-Fi.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "Permitir o gerenciamento remoto através de porta WAN requer ativar a porta WAN.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Se você esta usando PPPoE ou um modem para conectar-se via PPP, você precisar selecionar DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Não é possível compartilhar a conexão com a Internet quando a estação base Apple Wi-Fi está configurada para conectar-se a uma rede sem fio."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "O intervalo DHCP digitado está em conflito com o endereço IP WAN da estação base Apple Wi-Fi.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "O começo ou final de endereço do intervalo DHCP é inválido.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WPA com WDS não é suportado por esta estação base Apple Wi-Fi. Certifique-se de que você está usando o firmware mais recente.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "WDS exige várias estações base Apple Wi-Fi. Adicione pelo menos um par WDS.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS e WPA Empresarial não são compatíveis. Se você quer configurar uma rede WDS, você deve usar um WPA pessoal.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "O WDS não é compatível com modos de rádio que operam em 5 GHz. Altere seu modo de rádio e tente novamente.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "Controle de Acesso por Endereço MAC está ativo, mas não existem entradas. Desative o Controle de Acesso por Endereço MAC ou adicione entradas à lista.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Para anunciar um serviço globalmente usando o BonJour, é necessário um nome de servidor WAN. Você pode configurar os ajustes do seu Bonjour clicando no botão “Editar…” do painel %@ dos ajustes AirPort.";

/* End of AirePortErrors.strings file */
